{
	"title": "Remote Tech",
	"description": "Remote Tech is a rich content mod focused on remotely detonated explosives. These allow to set up more effective and strategic base defenses, mine for resources, and many other things.\nEarly colonies and tribal settlements will benefit from low-tech makeshift explosives that can be made with renewable materials, while the late-game is extended with advanced chemical charges and automated defenses.\n\nStart by researching 'Makeshift Explosives' from the Remote Tech tab- this gives you access to basic explosives that can be made using the campfire and crafting spot. Place them using the build menu (Remote Tech category), them trigger them using detonator wire connected to a manual detonator.\nMore advanced explosives can be purchased from traders or crafted at the explosives workshop. After unlocking the remote detonator, explosives can be triggered via radio signal. The remote detonator can be upgraded with channels to divide your placed explosives into groups, to be triggered separately.\nFollow the Remote Tech research tree to unlock more powerful technologies.\n\nThis mod can be safely added to existing games.\n\n[b]Notice:[/b] The HugsLib library mod must also be installed. Make sure both are enabled in the Mods menu and HugsLib is loaded first. \n\nTo get more info, discuss features or provide feedback, please visit the official forum thread:\nhttps://ludeon.com/forums/index.php?topic=17285\n\nHope you enjoy.\n\nThe B19 version is still available, and can be found here: [url=https://steamcommunity.com/sharedfiles/filedetails/?id=1535871749]Remote Tech (B19)[/url]\n\nMy other mods: [url=https://steamcommunity.com/sharedfiles/filedetails/?id=818773962]HugsLib[/url] · [url=https://steamcommunity.com/sharedfiles/filedetails/?id=818773962]Allow Tool[/url] · [url=https://steamcommunity.com/sharedfiles/filedetails/?id=761315214]Map Reroll[/url] · [url=https://steamcommunity.com/sharedfiles/filedetails/?id=761219125]Defensive Positions[/url]",
	"visibility": 0
}